TOKEN = '7491648504:AAH4jVz_cXGfKDKRpVpmYoC0iXqz6cLlwSg'
CRYPTO_TOKEN = '238650:AAxsFmPl9LjsAnHnagn1a1r0WzyVwotfpE3' 
ADMIN_IDS = [7063494749,6839864857] 
MAIN_ID = '-1002247645511'
PAY_ID = '-1002247645511' 
pinned_link = 'https://t.me/send?start=IVIL4phUuQkk' 
cef = 1.6 
bet = ''' 
[✅] <b>Ваша ставка принята!</b>

🔑 Игрок: <b>{player_name}</b>
💸 Сумма ставки: <b>{bet_usd}$</b>
💬 Комментарий: <b>{bet_comment}</b>

[✅] Принято!
'''
# alowed games
ag_dice = ['куб чет', 'куб чёт', 'куб нечет', 'куб нечетное', 'куб нечётное', 'куб меньше', 'куб больше']
ag_basket = ['баскет забьет', 'баскет забьёт', 'баскет не забьет' 'баскет не забьёт']
ag_foot = ['футбол гол', 'футбол голл' 'футбол не гол' 'футбол не голл']